Repository: csirac2/core
Catalog: tools/pkg/debian/po/*.po
Languages: nb

source: URL of the server Foswiki runs under:
nb: Nettadresse for den tjeneren der Foswiki kjører:

source: Please enter the web server URL (such as "http://www.example.org/"). Complete Foswiki URLs will be constructed from this value plus the string "foswiki/".
nb: Oppgi nett-tjenerens URL (slik som «http://www.example.org/»). Komplette Foswiki-URLer blir laget fra denne teksten pluss strengen «foswiki».

source: Email address of the webmaster for this Foswiki:
nb: E-postadresse til ansvarshavende for denne Foswiki-en:

source: Please enter the email address that will receive new user registration mail. This address will also be displayed in the "oops" page when errors occur.
nb: Oppgi e-postadressen som får post for registrering av nye brukere, og vises på «oops»-sida når noe går galt.

source: Perform install of default wiki Topic Set?
nb: Skal standard wiki emneliste installeres?

source: Foswiki includes a complete "starter kit" which includes user registration pages, documentation, and tutorials.
nb: Foswiki inneholder et komplett «begynnersett» som inneholder registreringssider for brukere, dokumentasjon og veiledninger.

source: Accept this option unless you want to use an existing Foswiki data set (for instance, one left over from a previous installation).
nb: Velg dette om du ikke vil bruke eksisterende Foswiki-data (f.eks. det som ligger igjen etter en tidligere installasjon).

source: If data/Main/WebHome.txt is present, the starter kit will not be unpacked. The starter kit files can be found in /usr/share/foswiki/foswiki-data.tar.gz (and foswiki-pub.tar.gz) if you want to install it manually or compare the topics with the new version.
nb: Hvis fila data/Main/WebHome.txt finnes, så blir begynnersettet ikke pakket ut. Filene i begynnersettet finnes i /usr/share/foswiki/foswiki-data.tar.gz (og foswiki-pub.tar.gz), om du vil installere dem manuelt eller sammenlikne dine emnermed den nye versjonen.

source: Admin User Registration configuration required
nb: Registrering for administrativ bruker må settes opp

source: After you have created yourself a user, edit the Main.AdminGroup to restrict Admin privileges to that user.
nb: Når du har opprettet en bruker for deg selv, så rediger Main.AdminGroup for å gi administrasjonsrettigheter bare til den brukeren.

source: Apache user allowed access to 'configure' script:
nb: Apache-bruker som har tilgang til «configure»-skriptet:

source: Please enter the username of the apache user who will be allowed to run the configure script at http://localhost/cgi-bin/foswiki/configure.
nb: Oppgi brukernavn for den apache-brukeren som skal få lov til å kjøre oppsettsskriptet med adressen http://localhost/cgi-bin/foswiki/configure.

source: Password for '${configuser}':
nb: Passord for «${configuser}»:

source: Please enter the password of the apache user who will be allowed to run the configure script at http://localhost/cgi-bin/foswiki/configure.
nb: Oppgi passord for den apache-brukeren som skal få lov til å kjøre oppsettsskriptet med adressen http://localhost/cgi-bin/foswiki/configure.

source: Password confirmation:
nb: Passordbekreftelse:

source: Please re-enter the same password, for verification.
nb: Oppgi samme passord igjen, for verifisering.

source: Password mismatch
nb: Passordene er ikke like

source: The passwords you entered didn't match. You will have to enter them again.
nb: Passordene du oppga var ikke like. Du må oppgi dem igjen.
